app/controllers/teams_controller.rb

INSERT INTO "teams" ("description", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["description", "bope"], ["created_at", 2017-04-07 03:58:04 UTC], ["updated_at", 2017-04-07 03:58:04 UTC]]
---
  def create
    @team = Team.new(team_params)

    if @team.save